---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartOriginalCategoryId
source: html/db7ae85e-dcf7-afa9-7a39-dd81c69803bc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartOriginalCategoryId Property

"Original Category"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartOriginalCategoryId { get; }
```